FV2310/E_1003.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">Sperrprozesse Gas</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">19.2.4: AD: Unterbrechung der Anschlussnutzung (Sperren) auf Anweisung des LF</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_1003</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> NB</B></FONT><BR align="center"/>>];
    "10" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>10: </B>War eine Sperrung aus rechtlichen Gründen nicht möglich (z. B., wenn eine Einstweilige Verfügung vorlag)?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein rechtlicher Grund vor Ort erkannt wurde.<BR align="left"/></FONT>>];
    "20" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>20: </B>Wurde der Anschlussnutzer angetroffen?<BR align="left"/>Hinweis: Es gab keine Anzeichen dafür, dass der Anschlussnutzer anwesend war.<BR align="left"/>>];
    "A08" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A08</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Der Anschlussnutzer wurde nicht angetroffen. Es gab keine Anzeichen dafür, dass dieser anwesend war.<BR align="left"/></FONT>>];
    "30" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>30: </B>War eine Sperrung aus dem Grund „aktive Zutrittsverweigerung“ nicht möglich?<BR align="left"/>Hinweis: Unter „aktive Zutrittsverweigerung“ ist zu verstehen, dass der Anschlussnutzer angetroffen wurde und dieser den Zugang z. B. durch Drohungen, physische Angriffe, versperren des Zugangs zur Trennstelle unterbunden hat.<BR align="left"/>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da eine aktive Zutrittsverweigerung vorlag.<BR align="left"/></FONT>>];
    "40" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>40: </B>War eine Sperrung aus dem Grund „passive Zutrittsverweigerung“ nicht möglich?<BR align="left"/>Hinweis: Unter „passiver Zutrittsverweigerung“ ist zu verstehen, dass eine Anwesenheit des Anschlussnutzers festgestellt wurde, dieser jedoch seine Anwesenheit verleugnet. (z.B. Anschlussnutzer wurden in der Wohnung gesichtet, öffnet aber die Tür nicht).<BR align="left"/>>];
    "A03" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A03</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da eine passive Zutrittsverweigerung vorlag.<BR align="left"/></FONT>>];
    "50" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>50: </B>War eine Sperrung wegen eines Verhinderungsgrundes nicht möglich?<BR align="left"/>>];
    "A04" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A04</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein Verhinderungsgrund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der Verhinderungsgrund mitgeteilt werden.<BR align="left"/></FONT>>];
    "60" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>60: </B>War eine Sperrung aus einem tatsächlichen Grund nicht möglich?<BR align="left"/>Unter tatsächliche Gründe fallen z. B.<BR align="left"/>Marktlokation vor Ort nicht identifizierbar<BR align="left"/>Zugang zur Marktlokation nicht möglich<BR align="left"/>Kundenwechsel an der Marktlokation festgestellt<BR align="left"/>>];
    "A05" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A05</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein tatsächlicher Grund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der tatsächliche Grund mitgeteilt werden.<BR align="left"/></FONT>>];
    "70" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>70: </B>War eine Sperrung aus einem technischen Grund nicht möglich?<BR align="left"/>>];
    "A06" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A06</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein technischer Grund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der technische Grund mitgeteilt werden.<BR align="left"/></FONT>>];
    "A07" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A07</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: erfolgreich<BR align="left"/>Marktlokation wurde gesperrt.<BR align="left"/></FONT>>];

    "Start" -> "10";
    "10" -> "A01" [label="Ja"];
    "10" -> "20" [label="Nein"];
    "20" -> "A08" [label="Nein"];
    "20" -> "30" [label="Ja"];
    "30" -> "A02" [label="Ja"];
    "30" -> "40" [label="Nein"];
    "40" -> "A03" [label="Ja"];
    "40" -> "50" [label="Nein"];
    "50" -> "A04" [label="Ja"];
    "50" -> "60" [label="Nein"];
    "60" -> "A05" [label="Ja"];
    "60" -> "70" [label="Nein"];
    "70" -> "A06" [label="Ja"];
    "70" -> "A07" [label="Nein"];

    bgcolor="transparent";
}
